Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: On the days your phone also counted steps, NOOP learns how much your motion maps to steps, then applies that to the strap-only days. The more matching days it has, the more it trusts the estimate.
de: An den Tagen, an denen dein Telefon ebenfalls Schritte gezählt hat, lernt NOOP, wie deine Bewegung auf Schritte abbildet, und wendet das auf die Nur-Strap-Tage an. Je mehr übereinstimmende Tage es hat, desto mehr vertraut es der Schätzung.
es: En los días en que tu teléfono también contó pasos, NOOP aprende cuánto se corresponde tu movimiento con pasos y luego lo aplica a los días de solo pulsera. Cuantos más días coincidentes tenga, más confía en la estimación.
fr: Les jours où votre téléphone a également compté des pas, NOOP apprend dans quelle mesure votre mouvement correspond aux pas, puis applique cela aux jours où seul le bracelet est présent. Plus il a de jours correspondants, plus il fait confiance à l'estimation.
it: Nei giorni in cui anche il telefono ha contato i passi, NOOP impara quanto il tuo movimento corrisponde ai passi, poi lo applica ai giorni con la sola fascia. Più giorni corrispondenti ha, più si fida della stima.
pl: W dni, w których Twój telefon również liczył kroki, NOOP dowiaduje się, w jakim stopniu Twój ruch jest odwzorowywany na kroki, a następnie stosuje to do dni, w których korzystasz tylko z paska. Im więcej ma pasujących dni, tym bardziej ufa szacunkom.
pt_pt: Nos dias em que o teu telemóvel também contou passos, o NOOP aprende quanto o teu movimento é mapeado para passos e depois aplica isso aos dias apenas com bracelete. Quanto mais dias correspondentes tiver, mais confiará na estimativa.
ru: В дни, когда шаги считал и телефон, NOOP выясняет, как ваше движение соотносится с шагами, а затем применяет это к дням, где данные есть только с браслета. Чем больше совпадающих дней, тем больше NOOP доверяет оценке.
th: ในวันที่โทรศัพท์ของคุณนับก้าวเช่นกัน NOOP จะเรียนรู้ว่าแผนที่การเคลื่อนไหวของคุณเป็นจำนวนก้าวเท่าใด จากนั้นนำไปใช้กับวันที่ใช้สายรัดเท่านั้น ยิ่งมีวันที่ตรงกันมากเท่าใดก็ยิ่งเชื่อถือการประมาณการได้มากขึ้นเท่านั้น
zh_hans: 在你手机也统计步数的那些日子里，NOOP 会学习你的运动对应多少步数，然后将其应用到仅有手环的日子。匹配的日子越多，它对估算就越信任。
zh_hant: 在你手機也統計步數的那些日子裡，NOOP 會學習你的運動對應多少步數，然後將其套用到僅有手環的日子。匹配的日子越多，它對估算就越信任。

source: On track
de: Auf dem richtigen Weg
es: En camino
fr: En bonne voie
it: In pista
pl: Zgodnie z planem
pt_pt: No caminho certo
ru: На ходу
th: เป็นไปตามเป้าหมาย
zh_hans: 步入正轨
zh_hant: 步入正軌

source: On wrist
de: Am Handgelenk
es: En la muñeca
fr: Au poignet
it: Al polso
pl: Na nadgarstku
pt_pt: No pulso
ru: На запястье
th: บนข้อมือ
zh_hans: 佩戴中
zh_hant: 戴在手腕上

source: On wrist · again
de: Am Handgelenk · erneut
es: En la muñeca · de nuevo
fr: Au poignet · à nouveau
it: Al polso · di nuovo
pl: Na nadgarstku · ponownie
pt_pt: No pulso · novamente
ru: На запястье · снова
th: บนข้อมือ · อีกครั้ง
zh_hans: 在腕上 · 再次
zh_hant: 在腕上 · 再次

source: On wrist · gentle pressure
de: Am Handgelenk · leichter Druck
es: En la muñeca · presión suave
fr: Au poignet · pression légère
it: Al polso · pressione leggera
pl: Na nadgarstku · lekki docisk
pt_pt: No pulso · pressão suave
ru: На запястье · лёгкое давление
th: บนข้อมือ·แรงกดเบา ๆ
zh_hans: 在腕上 · 轻压
zh_hant: 在腕上 · 輕壓

source: On wrist · normal breathing
de: Am Handgelenk · normale Atmung
es: En la muñeca · respiración normal
fr: Au poignet · respiration normale
it: Al polso · respirazione normale
pl: Na nadgarstku · normalny oddech
pt_pt: No pulso · respiração normal
ru: На запястье · обычное дыхание
th: บนข้อมือ · หายใจตามปกติ
zh_hans: 在腕上 · 正常呼吸
zh_hant: 在腕上 · 正常呼吸

source: On wrist · slow paced breathing
de: Am Handgelenk · langsame Atmung
es: En la muñeca · respiración lenta
fr: Au poignet · respiration lente
it: Al polso · respirazione lenta
pl: Na nadgarstku · spowolniony oddech
pt_pt: No pulso · respiração lenta
ru: На запястье · медленное дыхание
th: บนข้อมือ · หายใจช้าๆ
zh_hans: 在腕上 · 缓慢呼吸
zh_hant: 在腕上 · 緩慢呼吸

source: On wrist · still
de: Am Handgelenk · ruhig
es: En la muñeca · en reposo
fr: Au poignet · immobile
it: Al polso · fermo
pl: Na nadgarstku · bez ruchu
pt_pt: No pulso · imóvel
ru: На запястье · без движения
th: บนข้อมือ · นิ่ง
zh_hans: 在腕上 · 静止
zh_hant: 在腕上 · 靜止

source: On-device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l'appareil
it: Sul dispositivo
pl: Na urządzeniu
pt_pt: No dispositivo
ru: На устройстве
th: บนอุปกรณ์
zh_hans: 设备本地
zh_hant: 裝置本地

source: On-device estimate (approximate), not a diagnosis.
de: Schätzung auf dem Gerät (ungefähr), keine Diagnose.
es: Estimación en el dispositivo (aproximada), no un diagnóstico.
fr: Estimation sur l'appareil (approximative), pas un diagnostic.
it: Stima sul dispositivo (approssimativa), non una diagnosi.
pl: Ocena na urządzeniu (przybliżona), a nie diagnoza.
pt_pt: Estimativa no dispositivo (aproximada), não um diagnóstico.
ru: Оценка на устройстве (приблизительная), не диагноз.
th: การประมาณบนอุปกรณ์ (โดยประมาณ) ไม่ใช่การวินิจฉัย
zh_hans: 设备端估算（近似值），不是诊断。
zh_hant: 裝置上的估算（近似值），並非診斷。

source: On-device footprint
de: Speicherbedarf auf dem Gerät
es: Espacio ocupado en el dispositivo
fr: Empreinte sur l'appareil
it: Ingombro sul dispositivo
pl: Ślad na urządzeniu
pt_pt: Pegada no dispositivo
ru: Объём данных на устройстве
th: รอยเท้าบนอุปกรณ์
zh_hans: 设备本地占用
zh_hant: 裝置本地佔用

source: On, your recovery, sleep, HRV and workouts are shared with the provider for tailored coaching.
de: An, deine Erholung, dein Schlaf, deine HRV und Workouts werden für maßgeschneidertes Coaching mit dem Anbieter geteilt.
es: Activado: tu recuperación, sueño, VFC y entrenamientos se comparten con el proveedor para un asesoramiento personalizado.
fr: Activé, votre récupération, sommeil, VFC et entraînements sont partagés avec le fournisseur pour un coaching personnalisé.
it: On, il tuo recupero, sonno, HRV e allenamenti vengono condivisi con il provider per un coaching su misura.
pl: Włączona Twoja regeneracja, sen, HRV i treningi są udostępniane dostawcy w celu uzyskania dostosowanego coachingu.
pt_pt: Ativado, a tua recuperação, sono, VFC e treinos são partilhados com o fornecedor para treino personalizado.
ru: Вкл., ваше восстановление, сон, ВСР и тренировки передаются провайдеру для персональных рекомендаций.
th: เปิด การฟื้นตัว การนอน HRV และการออกกำลังกายของคุณจะถูกแชร์กับผู้ให้บริการเพื่อการฝึกสอนที่ปรับให้เหมาะสม
zh_hans: 开启，，你的恢复、睡眠、HRV 和锻炼会分享给服务商，以获得量身定制的指导。
zh_hant: 開啟，，你的恢復、睡眠、HRV 和鍛鍊會分享給服務供應商，以獲得量身定制的指導。

source: On: a daily reminder to open your coaching brief.
de: An: eine tägliche Erinnerung, dein Coaching-Briefing zu öffnen.
es: Activado: un recordatorio diario para abrir tu resumen de coaching.
fr: Activé : un rappel quotidien pour ouvrir votre briefing de coaching.
it: On: un promemoria quotidiano per aprire il briefing del coaching.
pl: Włączone: codzienne przypomnienie, by otworzyć odprawę od trenera.
pt_pt: Ativado: um lembrete diário para abrir seu briefing de coaching.
ru: Включено: ежедневное напоминание о необходимости открыть краткий обзор коучинга.
th: เปิด: การแจ้งเตือนรายวันให้เปิดสรุปการฝึกสอนของคุณ
zh_hans: 开启：每日提醒您打开教练简报。
zh_hant: 開啟：每日提醒您開啟教練簡報。

source: On: a reminder at the time you set for a planned session.
de: An: eine Erinnerung zur Uhrzeit, die du für eine geplante Einheit gesetzt hast.
es: Activado: un recordatorio a la hora que fijaste para una sesión planeada.
fr: Activé : un rappel à l'heure que tu as définie pour une séance planifiée.
it: Attivo: un promemoria all'ora impostata per una sessione pianificata.
pl: Włączone: przypomnienie o godzinie ustawionej dla zaplanowanej sesji.
pt_pt: Ativado: um lembrete no horário definido para uma sessão planejada.
ru: Вкл.: напоминание во время запланированного сеанса.
th: เปิด: การเตือนในเวลาที่คุณตั้งไว้สำหรับเซสชั่นที่วางแผนไว้
zh_hans: 开启：在您为计划的会话设置的时间时发出提醒。
zh_hant: 開啟：在您為計劃的會話設定的時間時發出提醒。

source: On: a short summary of your strongest patterns and logged health numbers is added. Summaries only, never raw readings.
de: An: Eine kurze Zusammenfassung deiner stärksten Muster und erfassten Gesundheitswerte wird hinzugefügt. Nur Zusammenfassungen, nie Roh-Messwerte.
es: Activado: se añade un breve resumen de tus patrones más marcados y de los datos de salud registrados. Solo resúmenes, nunca lecturas en bruto.
fr: Activé : un court résumé de vos schémas les plus marqués et de vos chiffres de santé enregistrés est ajouté. Uniquement des résumés, jamais de lectures brutes.
it: On, viene aggiunto un breve riepilogo dei tuoi schemi più marcati e dei dati di salute registrati. Solo riepiloghi, mai letture grezze.
pl: Wł.: dodawane jest krótkie podsumowanie Twoich najsilniejszych wzorców i zarejestrowanych wskaźników stanu zdrowia. Tylko streszczenia, nigdy surowe odczyty.
pt_pt: Ativado: é adicionado um breve resumo dos teus padrões mais fortes e números de saúde registados. Apenas resumos, nunca leituras em bruto.
ru: Вкл.: добавляется краткая сводка ваших самых заметных закономерностей и введённых показателей здоровья. Только сводки, никогда необработанные данные.
th: เปิด: เพิ่มข้อมูลสรุปสั้นๆ เกี่ยวกับรูปแบบที่แข็งแกร่งที่สุดและตัวเลขสุขภาพที่บันทึกไว้ สรุปเท่านั้น ไม่เคยอ่านดิบ.
zh_hans: 开启，会附上你最显著的规律和已记录健康数字的简短摘要。仅摘要，绝不包含原始读数。
zh_hant: 開啟，會附上你最顯著的規律和已記錄健康數字的簡短摘要。僅摘要，絕不包含原始讀數。

source: On: opening Today generates one workout suggestion a day to accept, change or decline.
de: An: Beim Öffnen von Today entsteht täglich ein Workout-Vorschlag zum Annehmen, Ändern oder Ablehnen.
es: Activado: al abrir Today se genera una sugerencia de entrenamiento al día para aceptar, cambiar o rechazar.
fr: Activé : ouvrir Today génère une suggestion d'entraînement par jour à accepter, modifier ou refuser.
it: On: l'apertura di Oggi genera un suggerimento di allenamento al giorno da accettare, modificare o rifiutare.
pl: Włączone: otwarcie Dziś generuje jedną dzienną propozycję treningu do przyjęcia, zmiany lub odrzucenia.
pt_pt: Ativado: abrir Hoje gera uma sugestão de treino por dia para aceitar, alterar ou recusar.
ru: Включено: открытие «Сегодня» генерирует одно предложение тренировки в день, которое можно принять, изменить или отклонить.
th: เปิด: เปิดวันนี้จะสร้างคำแนะนำการออกกำลังกายหนึ่งครั้งต่อวันเพื่อยอมรับ เปลี่ยนแปลง หรือปฏิเสธ
zh_hans: 开启：打开“今日”，每天生成一项锻炼建议，供您接受、更改或拒绝。
zh_hant: 開啟：開啟“今日”，每天產生一項運動建議，供您接受、更改或拒絕。

source: On: the coach may use the odd, well-placed emoji.
de: An: Der Coach darf gelegentlich ein passendes Emoji verwenden.
es: Activado: el coach puede usar algún emoji ocasional y bien colocado.
fr: Activé : le coach peut utiliser de temps en temps un emoji bien placé.
it: On: l'allenatore può usare emoji strani e ben posizionati.
pl: Włączone: trener może użyć pojedynczego, trafnie dobranego emoji.
pt_pt: Ligado: o treinador pode usar emojis estranhos e bem posicionados.
ru: Включено: тренер может использовать странные, удачно расположенные смайлы.
th: เปิด: โค้ชอาจใช้อิโมจิแปลก ๆ ในตำแหน่งที่ดี
zh_hans: 开：教练可能会使用奇怪的、位置恰当的表情符号。
zh_hant: 開：教練可能會使用奇怪的、位置恰當的表情符號。

source: On: when you move on from a chat, a cheap model distils it so the coach remembers it later. Sends that chat to your provider.
de: An: Wenn du einen Chat verlässt, fasst ein günstiges Modell ihn zusammen, damit der Coach sich später daran erinnert. Sendet diesen Chat an deinen Anbieter.
es: Activado: cuando dejas una conversación, un modelo económico la resume para que el coach la recuerde después. Envía esa conversación a tu proveedor.
fr: Activé : quand vous quittez une conversation, un modèle économique la résume pour que le coach s'en souvienne plus tard. Envoie cette conversation à votre fournisseur.
it: On: quando si passa da una chat, un modello economico lo distilla in modo che l'allenatore se ne ricordi in seguito. Invia quella chat al tuo provider.
pl: Włączone: gdy opuszczasz rozmowę, tani model ją destyluje, by trener pamiętał ją później. Wysyła tę rozmowę do Twojego dostawcy.
pt_pt: On: quando você sai de um chat, uma modelo barata destila para que o treinador se lembre mais tarde. Envia esse bate-papo para o seu provedor.
ru: Включено: когда вы уходите из чата, дешевая модель выделяет это, чтобы тренер запомнил это позже. Отправляет этот чат вашему провайдеру.
th: เปิด: เมื่อคุณออกจากแชท โมเดลราคาถูกจะกลั่นกรองเพื่อให้โค้ชจำได้ในภายหลัง ส่งการแชทนั้นไปยังผู้ให้บริการของคุณ
zh_hans: 开启：当你结束聊天时，一个廉价的模型会对其进行提炼，以便教练稍后记住。将该聊天发送给您的提供商。
zh_hant: 開啟：當你結束聊天時，一個廉價的模型會對其進行提煉，以便教練稍後記住。將該聊天發送給您的提供者。

source: On: your charge, rest, HRV and workouts are shared with the provider for tailored coaching.
de: An: Deine Ladung, Ruhe, HRV und Workouts werden für maßgeschneidertes Coaching mit dem Anbieter geteilt.
es: Activado: tu carga, descanso, VFC y entrenamientos se comparten con el proveedor para un coaching personalizado.
fr: Activé : votre charge, votre repos, votre VFC et vos entraînements sont partagés avec le fournisseur pour un coaching personnalisé.
it: On, la tua carica, il riposo, l'HRV e gli Allenamenti vengono condivisi con il provider per un coaching su misura.
pl: Wł.: Twoje ładowanie, odpoczynek, HRV i treningi są udostępniane dostawcy w celu uzyskania dostosowanego coachingu.
pt_pt: Ligado: a tua carga, descanso, VFC e treinos são partilhados com o fornecedor para treino personalizado.
ru: Вкл.: ваш заряд, отдых, ВСР и тренировки передаются провайдеру для персонализированных тренерских рекомендаций.
th: เปิด: ชาร์จ พักผ่อน HRV และการออกกำลังกายของคุณจะถูกแชร์กับผู้ให้บริการเพื่อการฝึกสอนที่ปรับให้เหมาะสม
zh_hans: 开启，你的能量、休息、HRV 和锻炼会分享给服务商，以获得量身定制的指导。
zh_hant: 開啟，你的能量、休息、HRV 和鍛鍊會分享給服務供應商，以獲得量身定制的指導。

source: Once NOOP has 14 nights of history, in-range compares each vital to your own baseline (approximate, not medical advice); until then, typical adult ranges apply.
de: Sobald NOOP 14 Nächte Verlauf hat, vergleicht „im Bereich“ jeden Vitalwert mit deiner eigenen Basislinie (ungefähr, kein medizinischer Rat); bis dahin gelten typische Erwachsenen-Bereiche.
es: Cuando NOOP tenga 14 noches de historial, «en rango» compara cada constante vital con tu propia línea base (aproximada, no es consejo médico); hasta entonces, se aplican los rangos típicos de un adulto.
fr: Une fois que NOOP dispose de 14 nuits d'historique, « dans la plage » compare chaque constante vitale à votre propre référence (approximative, ce n'est pas un avis médical) ; jusque-là, les plages types d'un adulte s'appliquent.
it: Una volta che NOOP ha 14 notti di cronologia, il "nella norma" confronta ogni parametro vitale con la tua linea di base (approssimativo, non è un parere medico); fino ad allora valgono i range tipici per adulti.
pl: Gdy historia NOOP obejmuje 14 nocy, funkcja in-range porównuje każdy istotny stan z wartością bazową (przybliżona, a nie porada medyczna); do tego czasu obowiązują typowe zakresy dla dorosłych.
pt_pt: Depois de o NOOP ter 14 noites de histórico, o in-range compara cada vital com a tua linha de base (aproximado, não aconselhamento médico); até então, aplicam-se as faixas típicas para adultos.
ru: Как только у NOOP накопится 14 ночей истории, диапазон нормы сравнивает каждый показатель с вашей собственной нормой (приблизительно, не медицинская консультация); до этого используются типичные диапазоны для взрослых.
th: เมื่อ NOOP มีประวัติ 14 คืน ให้เปรียบเทียบข้อมูลสำคัญแต่ละรายการกับข้อมูลพื้นฐานของคุณ (โดยประมาณ ไม่ใช่คำแนะนำทางการแพทย์) จนกว่าจะถึงตอนนั้น จะมีการใช้ช่วงสำหรับผู้ใหญ่โดยทั่วไป
zh_hans: 一旦 NOOP 拥有 14 晚的历史，「在范围内」会将每项生命体征与你自己的基线进行比较（近似值，并非医疗建议）；在那之前，采用典型成人范围。
zh_hant: 一旦 NOOP 擁有 14 晚的歷史，「在範圍內」會將每項生命徵象與你自己的基線進行比較（近似值，並非醫療建議）；在那之前，採用典型成人範圍。

source: Once this week has a day or two of data, your week-in-review appears here.
de: Sobald diese Woche ein oder zwei Tage Daten hat, erscheint hier dein Wochenrückblick.
es: Cuando esta semana tenga uno o dos días de datos, tu resumen semanal aparecerá aquí.
fr: Une fois que cette semaine compte un ou deux jours de données, votre bilan hebdomadaire apparaît ici.
it: Una volta che questa settimana avrà uno o due giorni di dati, qui apparirà il tuo riepilogo settimanale.
pl: Gdy w tym tygodniu będą dostępne dane z jednego lub dwóch dni, tutaj pojawi się podsumowanie tygodnia.
pt_pt: Assim que esta semana tiver um ou dois dias de dados, a tua análise da semana aparecerá aqui.
ru: Как только за эту неделю накопится день-два данных, здесь появится обзор недели.
th: เมื่อสัปดาห์นี้มีข้อมูลหนึ่งหรือสองวัน การตรวจสอบประจำสัปดาห์ของคุณจะปรากฏที่นี่
zh_hans: 一旦本周有一两天的数据，你的每周回顾就会出现在这里。
zh_hant: 一旦本週有一兩天的資料，你的每週回顧就會出現在這裡。

source: One of your signals is flagging. You can train, but keep it controlled and bank the recovery.
de: Einer deiner Werte schlägt Alarm. Du kannst trainieren, aber halte es kontrolliert und sichere dir die Erholung.
es: Una de tus señales está en alerta. Puedes entrenar, pero mantenlo controlado y asegura la recuperación.
fr: L'un de vos signaux est en alerte. Vous pouvez vous entraîner, mais restez maîtrisé et engrangez la récupération.
it: Uno dei tuoi segnali è in allerta. Puoi allenarti, ma tienilo sotto controllo e assicurati il recupero.
pl: Jeden z Twoich sygnałów słabnie. Możesz trenować, ale zachowaj kontrolę i pamiętaj o regeneracji.
pt_pt: Um dos teus sinais está a sinalizar. Pode treinar, mas mantenha o controlo e banque a recuperação.
ru: Один из ваших сигналов вызывает тревогу. Можно тренироваться, но держите нагрузку под контролем и дайте организму восстановиться.
th: สัญญาณหนึ่งของคุณกำลังติดธง คุณสามารถฝึกได้ แต่ต้องควบคุมมันและคอยดูแลการฟื้นตัว
zh_hans: 有一项指标出现警示。你可以训练，但请控制强度并确保恢复。
zh_hant: 有一項指標出現警示。你可以訓練，但請控制強度並確保恢復。

# One reading so far: %@ %@. Log a few more to see a trend.
source: One reading so far: %1$@ %2$@. Log a few more to see a trend.
de: Bisher ein Messwert: %1$@ %2$@. Erfasse ein paar mehr, um einen Trend zu sehen.
es: Una lectura hasta ahora: %@ %@. Registra algunas más para ver una tendencia.
fr: Une lecture jusqu'ici : %1$@ %2$@. Enregistrez-en quelques-unes de plus pour voir une tendance.
it: Una sola lettura finora: %@ %@. Registrane qualcuna in più per vedere un andamento.
pl: Jak dotąd jeden odczyt: %1$@ %2$@. Zarejestruj jeszcze kilka, aby zobaczyć trend.
pt_pt: Uma leitura até ao momento: %1$@ %2$@. Registe mais alguns para ver uma tendência.
ru: Пока только одна запись: %1$@ %2$@. Добавьте ещё несколько, чтобы увидеть тренд.
th: ขณะนี้มีค่าที่วัดได้ 1 ค่า: %@ %@ บันทึกเพิ่มอีกเล็กน้อยเพื่อดูแนวโน้ม
zh_hans: 目前只有一条读数：%@ %@。多记录几条就能看到趋势。
zh_hant: 目前只有一筆讀數：%@ %@。再記錄幾筆就能看到趨勢。

source: One short sentence the coach should know about you — a constraint, an injury, how you like to train.
de: Ein kurzer Satz, den der Coach über dich wissen sollte — eine Einschränkung, eine Verletzung, wie du gern trainierst.
es: Una frase breve que el coach debería saber sobre ti: una limitación, una lesión, cómo te gusta entrenar.
fr: Une phrase courte que le coach devrait savoir sur vous — une contrainte, une blessure, votre façon de vous entraîner.
it: Una frase breve che il coach dovrebbe sapere su di te: un vincolo, un infortunio, come ti piace allenarti.
pl: Jedno krótkie zdanie, które trener powinien o Tobie wiedzieć — ograniczenie, kontuzja, sposób, w jaki lubisz trenować.
pt_pt: Uma frase curta que o coach deve saber sobre ti — uma limitação, uma lesão, como gostas de treinar.
ru: Одна короткая фраза, которую тренеру стоит знать о вас: ограничение, травма, как вам нравится тренироваться.
th: ประโยคสั้นๆ ประโยคหนึ่งที่โค้ชควรรู้เกี่ยวกับคุณ ข้อจำกัด อาการบาดเจ็บ วิธีที่คุณชอบฝึกซ้อม
zh_hans: 一句教练该知道的话——一个限制、一处伤病，或你喜欢的训练方式。
zh_hant: 一句教練該知道的話——一個限制、一處傷病，或你喜歡的訓練方式。

source: Only buzz when worn
de: Nur vibrieren, wenn getragen
es: Vibrar solo cuando se lleva puesta
fr: Vibrer uniquement si porté
it: Vibra solo quando indossato
pl: Brzęczą tylko podczas noszenia
pt_pt: Apenas vibra quando usado
ru: Вибрировать, только когда браслет надет
th: สั่นเฉพาะเมื่อสวมสายรัด
zh_hans: 仅在佩戴时震动
zh_hant: 僅在佩戴時震動

source: Only during active hours
de: Nur während aktiver Stunden
es: Solo durante las horas activas
fr: Uniquement pendant les heures actives
it: Solo durante le ore attive
pl: Tylko w godzinach aktywnych
pt_pt: Apenas durante o horário ativo
ru: Только в часы активности
th: เฉพาะในช่วงเวลาที่ใช้งานเท่านั้น
zh_hans: 仅在活跃时段
zh_hant: 僅在活動時段

source: Only if your server requires one
de: Nur wenn dein Server einen verlangt
es: Solo si tu servidor lo requiere
fr: Uniquement si votre serveur en exige un
it: Solo se il tuo server ne richiede uno
pl: Tylko jeśli Twój serwer tego wymaga
pt_pt: Apenas se o teu servidor exigir um
ru: Только если этого требует ваш сервер
th: เฉพาะในกรณีที่เซิร์ฟเวอร์ของคุณต้องการเท่านั้น
zh_hans: 仅当你的服务器需要时
zh_hant: 僅當你的伺服器需要時

source: Only important
de: Nur Wichtiges
es: Solo lo importante
fr: Seulement l'important
it: Solo importante
pl: Tylko ważne
pt_pt: Apenas importante
ru: Только важное
th: สำคัญเท่านั้น
zh_hans: 只有重要的
zh_hant: 只有重要的

source: Only nudge during your active hours.
de: Nur während deiner aktiven Stunden anstoßen.
es: Avisar solo durante tus horas activas.
fr: Ne relancer que pendant vos heures actives.
it: Promemoria solo durante le tue ore attive.
pl: Szturchnij tylko w godzinach aktywności.
pt_pt: Apenas cutuque durante o teu horário ativo.
ru: Напоминать только в часы активности.
th: สะกิดในช่วงเวลาที่คุณใช้งานอยู่เท่านั้น
zh_hans: 仅在你的活跃时段发出提醒。
zh_hant: 只在你的活動時段提醒。

source: Only separately approved sensitive journal entries
de: Nur separat freigegebene sensible Tagebucheinträge
es: Solo asientos de diario confidenciales aprobados por separado
fr: Seules les écritures de journal sensibles approuvées séparément
it: Solo voci di diario riservate approvate separatamente
pl: Wyłącznie osobno zatwierdzone wrażliwe wpisy z dziennika
pt_pt: Somente lançamentos contábeis manuais confidenciais aprovados separadamente
ru: Только отдельно утвержденные конфиденциальные записи журнала.
th: เฉพาะรายการบันทึกประจำวันที่ละเอียดอ่อนที่ได้รับอนุมัติแยกต่างหากเท่านั้น
zh_hans: 仅单独批准的敏感日记帐分录
zh_hant: 僅單獨核准的敏感日記帳分錄

source: Only setbacks and big milestones — the things worth a nudge.
de: Nur Rückschläge und große Meilensteine — das, was einen Hinweis wert ist.
es: Solo contratiempos y grandes hitos — lo que merece un aviso.
fr: Seulement les revers et les grandes étapes — ce qui mérite un rappel.
it: Solo battute d'arresto e grandi traguardi: le cose che meritano una spinta.
pl: Tylko potknięcia i duże kamienie milowe — rzeczy warte przypomnienia.
pt_pt: Apenas contratempos e grandes marcos – coisas que valem a pena.
ru: Только неудачи и большие вехи — вещи, которые стоит подтолкнуть.
th: มีเพียงความพ่ายแพ้และเหตุการณ์สำคัญที่ยิ่งใหญ่เท่านั้น — สิ่งที่ควรค่าแก่การสะกิด
zh_hans: 只有挫折和重大里程碑才是值得推动的事情。
zh_hant: 只有挫折和重大里程碑才是值得推動的事情。

source: Only when worn
de: Nur wenn getragen
es: Solo cuando se lleva puesta
fr: Uniquement si porté
it: Solo quando indossato
pl: Tylko podczas noszenia
pt_pt: Somente quando usado
ru: Только когда надет
th: เมื่อสวมใส่เท่านั้น
zh_hans: 仅在佩戴时
zh_hant: 僅在佩戴時

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwarte
pt_pt: Abrir
ru: Открыть
th: เปิด
zh_hans: 打开
zh_hant: 打開

source: Open Backup and Sync to a folder
de: „Sicherung & Sync in einen Ordner“ öffnen
es: Abrir Copia de seguridad y sincronización a una carpeta
fr: Ouvrir Sauvegarde et synchronisation vers un dossier
it: Apri Backup e sincronizza su una cartella
pl: Otwórz kopię zapasową i synchronizację z folderem
pt_pt: Abra o Cópia de segurança e sincronização numa pasta
ru: Откройте «Резервное копирование и синхронизация» и укажите папку
th: เปิดการสำรองข้อมูลและซิงค์ไปยังโฟลเดอร์
zh_hans: 打开「备份并同步到文件夹」
zh_hant: 打開「備份並同步到資料夾」

source: Open journal
de: Journal öffnen
es: Abrir diario
fr: Ouvrir le journal
pl: Otwórz dziennik
pt_pt: Diário aberto
th: เปิดวารสาร
zh_hans: 打开日志
